<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml">
<head>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1" />
<title>Tecnolog&iacute;as de la informaci&oacute;n y la comunicaci&oacute;n</title>
<style type="text/css">
<!--
body {
	background-image: url(photo_2024-02-15_16-02-26.jpg);
}
.style3 {color: #FFFFFF; font-family: "Times New Roman", Times, serif; font-weight: bold; }
.style4 {
	color: #FFFFFF;
	font-style: italic;
}
.style5 {
	font-family: Arial, Helvetica, sans-serif;
	color: #FFFFFF;
}
.style6 {
	font-family: Arial, Helvetica, sans-serif;
	color: #FFFFFF;
	font-weight: bold;
	font-size: 18px;
	font-style: italic;
}
-->
</style></head>

<body>
<div align="center">
  <h1 class="style4">Inform&aacute;tica  </h1>
</div>
<blockquote>
  <p align="justify">&nbsp;</p>
  <p align="center" class="style6">&iquest;Qu&eacute; es la inform&aacute;tica?</p>
  <p align="justify" class="style5"><br />
    La inform&aacute;tica o computaci&oacute;n es la ciencia que  estudia los m&eacute;todos y t&eacute;cnicas para almacenar, procesar y transmitir  informaci&oacute;n de manera automatizada, y m&aacute;s espec&iacute;ficamente, en formato digital  empleando sistemas computarizados.</p>
  <p align="justify" class="style5">No existe realmente una definici&oacute;n &uacute;nica y universal  de lo que la inform&aacute;tica es, quiz&aacute; porque se trata de una de las ciencias de  m&aacute;s reciente origen, aunque de desarrollo m&aacute;s vertiginoso y desenfrenado.</p>
  <p align="justify" class="style5">Por eso en muchos espacios acad&eacute;micos suelen  diferenciar entre esta disciplina y las ciencias de la computaci&oacute;n (o la  ingenier&iacute;a inform&aacute;tica), considerando que estas &uacute;ltimas posen un abordaje m&aacute;s  te&oacute;rico de la materia, mientras que la inform&aacute;tica tiene siempre un costado  pr&aacute;ctico y aplicado, vinculado con los dispositivos electr&oacute;nicos.</p>
  <p align="justify" class="style5">Otros, en cambio, consideran como  subdisciplinas de la inform&aacute;tica a las Ciencias de la computaci&oacute;n, la  Ingenier&iacute;a inform&aacute;tica, los Sistemas de informaci&oacute;n, la Tecnolog&iacute;a de la  informaci&oacute;n y la Ingenier&iacute;a del software.</p>
  <p align="justify" class="style5">En todo caso, la inform&aacute;tica como disciplina  tiene que ver con el procesamiento autom&aacute;tico de la informaci&oacute;n a trav&eacute;s de  dispositivos electr&oacute;nicos y sistemas computacionales, dotados estos &uacute;ltimos de  tres funciones b&aacute;sicas: el ingreso de datos (entrada), el procesamiento de  datos y la transmisi&oacute;n de resultados (salida)</p>
  <p align="center" class="style5"><img src="photo_2024-02-15_17-37-22.jpg" width="503" height="229" /></p>
  <h2 align="justify" class="style5" id="">&nbsp;</h2>
  <br />
  <br />
</blockquote>
</body>
</html>
