<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml">
<head>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1" />
<title>Tecnolog&iacute;as de la informaci&oacute;n y la comunicaci&oacute;n</title>
<style type="text/css">
<!--
body {
	background-image: url(photo_2024-02-15_16-02-26.jpg);
}
.style3 {color: #FFFFFF; font-family: "Times New Roman", Times, serif; font-weight: bold; }
.style4 {
	font-family: Arial, Helvetica, sans-serif;
	color: #FFFFFF;
}
.style6 {
	font-family: "Times New Roman", Times, serif;
	color: #FFFFFF;
	font-weight: bold;
	font-style: italic;
}
-->
</style></head>

<body>
<div align="center">
  <h1><span class="style6">Historia de  la inform&aacute;tica</span></h1>
  <p>&nbsp;</p>
</div>
<blockquote>
  <p align="center" class="style4"><img src="photo_2024-02-15_17-37-28.jpg" width="521" height="244" /><br />
  </p>
  <p align="justify" class="style4">Al  contrario de lo que se cree, la inform&aacute;tica es anterior a la invenci&oacute;n de las  computadoras. Posee muy antiguos antecedentes en las m&aacute;quinas de c&aacute;lculo  mentales de los fil&oacute;sofos de la Antig&uuml;edad Griega, como Euclides (c. 325-265 a.  C.) y su famoso algoritmo, o bien en las calculadoras mec&aacute;nicas del siglo XVII  y las m&aacute;quinas programables del siglo XIX.</p>
  <p align="justify" class="style4">Sin  embargo, en la primera mitad del siglo XX se cre&oacute; la tecnolog&iacute;a necesaria para  desarrollar las primeras computadoras. Entre esos avances se encuentra el tubo  al vac&iacute;o, las puertas l&oacute;gicas y los primeros circuitos, lo cual inaugur&oacute; un  campo del saber que muy pronto revolucion&oacute; a todos los dem&aacute;s y cambi&oacute; la forma  en que pensamos el trabajo.</p>
  <p align="justify" class="style4">Tambi&eacute;n fue  central el trabajo en algoritmos durante las primeras tres d&eacute;cadas del siglo,  bajo el genio de figuras como el matem&aacute;tico brit&aacute;nico Alan Turing (1912-1954).  Por otro lado, el contexto de la Segunda Guerra Mundial impuls&oacute; a los primeros  calculadores autom&aacute;ticos que se dispusieron para descifrar los c&oacute;digos de  guerra del enemigo.</p>
  <p align="justify" class="style4">La primera  m&aacute;quina de c&aacute;lculo totalmente programable y autom&aacute;tica fue inventada en 1941,  llamada Z3, y en 1944 la primera m&aacute;quina electromec&aacute;nica, en la Universidad de  Harvard en Estados Unidos: la Mark I.</p>
  <p align="justify" class="style4">Desde  entonces, los sistemas inform&aacute;ticos no cesaron de cambiar. Se incorporaron  nuevas tecnolog&iacute;as como los transistores, los semiconductores y diversos  mecanismos de almacenamiento de informaci&oacute;n, desde las tarjetas perforadas  hasta las primeras cintas magn&eacute;ticas.</p>
  <p align="justify" class="style4">El primer  computador de la historia fue el ENIAC (1946), de la Universidad de  Pensilvania, que ocupaba un cuarto completo. Fue el primero de varias  generaciones de sistemas inform&aacute;ticos por venir, cada vez m&aacute;s peque&ntilde;os y  potentes.</p>
  <p align="justify" class="style4">Las  primeras escuelas de computaci&oacute;n, en el marco de las universidades, surgieron  entre las d&eacute;cadas de 1950 y 1960. Paralelamente la industria inform&aacute;tica,  naciente pero poderosa, que perme&oacute; todas las dem&aacute;s &aacute;reas del saber humano en  apenas 60 a&ntilde;os de desarrollo.</p>
</blockquote>
<h2 align="center" class="style3">&nbsp;</h2>
</body>
</html>
