<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml">
<head>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1" />
<title>Tecnolog&iacute;as de la informaci&oacute;n y la comunicaci&oacute;n</title>
<style type="text/css">
<!--
body {
	background-image: url(photo_2024-02-15_16-02-26.jpg);
}
.style1 {
	color: #FFFFFF;
	font-family: "Times New Roman", Times, serif;
	font-weight: bold;
}
.style2 {
	color: #FFFFFF;
	font-family: Arial, Helvetica, sans-serif;
}
.style3 {font-family: Arial, Helvetica, sans-serif}
.style4 {color: #FFFFFF}
.style5 {
	font-family: "Times New Roman", Times, serif;
	font-style: italic;
	font-weight: bold;
	color: #FFFFFF;
}
-->
</style></head>

<body>
<div align="center">
  <h1><span class="style5">Funcion de la inform&aacute;tica</span></h1>
</div>
<h2 align="center" class="style1"><img src="photo_2024-02-15_17-37-33.jpg" width="592" height="280" /></h2>
<blockquote>
  <p align="center" class="style3"><br />
  <span class="style4">Casi ning&uacute;n  aspecto de la vida cotidiana se mantiene al margen del mundo digital.</span></p>
  <p align="justify" class="style3"><span class="style4"><br />
    La  inform&aacute;tica tiene como prop&oacute;sito clave el almacenamiento y la recuperaci&oacute;n de  informaci&oacute;n, lo cual ha sido una de las preocupaciones clave de la humanidad  desde el inicio de los tiempos. En ese sentido, el primer sistema de  almacenamiento fue la escritura misma, que permit&iacute;a codificar mensajes y  recuperarlos luego a trav&eacute;s de marcas sobre una superficie.</span></p>
  <p align="justify" class="style2">Vista as&iacute;,  la inform&aacute;tica ha llevado ese mismo principio al m&aacute;ximo, creando sistemas y  aparatos que almacenen, produzcan, transmitan y reproduzcan informaci&oacute;n de  manera masiva, eficiente y veloz. No en balde la inform&aacute;tica interviene hoy en  d&iacute;a en pr&aacute;cticamente todos los dem&aacute;s campos del saber de un modo o de otro.</p>
  <p align="justify" class="style2">Importancia  de la inform&aacute;tica<br />
    La  importancia de la inform&aacute;tica hoy en d&iacute;a no podr&iacute;a ser m&aacute;s evidente. En un  mundo hipertecnologizado e hiperconectado, la informaci&oacute;n se ha convertido en  uno de los activos m&aacute;s preciados del mundo, y los complejos sistemas  inform&aacute;ticos que hemos construido nos permiten administrarlo de manera m&aacute;s  veloz y eficiente que nunca antes en la historia.</p>
  <p align="justify" class="style2">La  computaci&oacute;n es una de las disciplinas de mayor demanda en el mercado  universitario del mundo. Tiene la mayor y m&aacute;s r&aacute;pida salida laboral, dado que  casi ning&uacute;n aspecto de la vida cotidiana se mantiene al margen todav&iacute;a del  mundo digital y de los grandes sistemas de procesamiento de informaci&oacute;n.</p>
  <p align="justify" class="style2">La big data  (o &ldquo;gran informaci&oacute;n&rdquo;) que nuestros dispositivos re&uacute;nen de nosotros es  evidencia de ello: vivimos realmente en la era de la informaci&oacute;n, y la  inform&aacute;tica entonces no podr&iacute;a ser m&aacute;s importante.</p>
  <p align="justify" class="style2">&nbsp;</p>
</blockquote>
</body>
</html>
