<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml">
<head>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1" />
<title>Tecnolog&iacute;as de la informaci&oacute;n y la comunicaci&oacute;n</title>
<style type="text/css">
<!--
body {
	background-image: url(photo_2024-02-15_16-02-26.jpg);
}
.style2 {
	font-family: Arial, Helvetica, sans-serif;
	color: #FFFFFF;
}
.style6 {
	font-family: "Times New Roman", Times, serif;
	font-style: italic;
	font-weight: bold;
	color: #FFFFFF;
}
-->
</style></head>

<body>
<div align="center">
  <h1 class="style6">Conceptos  b&aacute;sicos de inform&aacute;tica</h1>
</div>
<blockquote>
  <p align="center"><span class="style2"><br />
  </span><img src="photo_2024-02-15_17-37-17.jpg" width="594" height="295" /></p>
  <p align="justify">&nbsp;</p>
  <p align="justify"><span class="style2">El software  de aplicaci&oacute;n ofrece funciones que van desde el trabajo hasta el ocio.<br />
    Los  conceptos m&aacute;s b&aacute;sicos de la inform&aacute;tica son el hardware y el software.</span></p>
  <p align="justify" class="style2">El hardware  es el aspecto f&iacute;sico, r&iacute;gido, concreto y tangible de los sistemas inform&aacute;ticos.  Son, as&iacute;, las piezas y componentes que podemos tocar, intercambiar, romper,  etc., algo as&iacute; como el &ldquo;cuerpo&rdquo; de la computadora.</p>
  <p align="justify" class="style2">En dicha  categor&iacute;a se incluyen los componentes vitales de procesamiento (como el  procesador de c&aacute;lculo) o los dispositivos de almacenamiento (la memoria y los  discos r&iacute;gidos), pero tambi&eacute;n los dispositivos perif&eacute;ricos, que son aditamentos  independientes del sistema, que se conectan con &eacute;l para permitirle desempe&ntilde;ar  diversas funciones.</p>
  <p align="justify" class="style2">Dependiendo  de cu&aacute;les sean dichas funciones, podremos hablar de:</p>
</blockquote>
<ul>
  <li class="style2">Dispositivos  de entrada. Aquellos que permiten introducir informaci&oacute;n al sistema, como puede  ser un teclado, un rat&oacute;n, una c&aacute;mara web o un esc&aacute;ner.</li>
  <li class="style2"><br align="justify" />
    Dispositivos  de salida. Aquellos que permiten extraer o recuperar informaci&oacute;n del sistema,  como pueden ser el monitor, una impresora o unos parlantes.</li>
  <li class="style2"><br align="justify" />
    Dispositivos  de entrada/salida. Aquellos que son capaces de desempe&ntilde;ar ambas funciones a la  vez o de manera sucesiva, como puede ser una impresora multifuncional, o un  monitor t&aacute;ctil.</li>
</ul>
<blockquote>
  <p align="justify" class="style2"><br />
    El software  vendr&iacute;a a ser la mente del sistema inform&aacute;tico, intangible, abstracto y s&oacute;lo  accesible a trav&eacute;s del sistema. Existen much&iacute;simos tipos de software, algunos  de los cuales vienen ya preinstalados en sectores cr&iacute;ticos de la computadora,  mientras que otros sirven de interfaz entre el sistema y los usuarios,  gobernando los dispositivos, controlando los recursos y permitiendo la  instalaci&oacute;n de programas secundarios que el usuario desee.</p>
  <p align="justify" class="style2">As&iacute;,  podemos hablar de:</p>
</blockquote>
<ul>
  <li class="style2">
    <div align="justify">Software  operativo o sistemas operativos. Aquellos programas que se necesitan para el  funcionamiento m&iacute;nimo del sistema y para que el usuario pueda disponer de sus  recursos. Se trata de los programas fundamentales que proveen al usuario de un  entorno de operaciones y que regulan el acceso a los recursos f&iacute;sicos del  sistema, como la memoria, el procesador, etc.</div>
  </li>
  <li class="style2">
    <div align="justify"><br align="justify" />
      Software de  aplicaci&oacute;n. Aquellos programas que el usuario instala en el sistema  posteriormente y que le ofrecen determinadas funciones, que van desde el  trabajo hasta el ocio: videojuegos, procesadores de texto, programas de dise&ntilde;o  gr&aacute;fico, programas antivirus, exploradores de la red, etc.<br />
      Tecnolog&iacute;a  inform&aacute;tica</div>
  </li>
</ul>
<blockquote>
  <p align="justify" class="style2"><br />
    Se entiende  por tecnolog&iacute;a inform&aacute;tica al estudio, desarrollo, gerencia y puesta en  pr&aacute;ctica de sistemas inform&aacute;ticos automatizados, especialmente desde la  perspectiva del software.</p>
  <p align="justify" class="style2">As&iacute;, los  especialistas en tecnolog&iacute;a inform&aacute;tica se dedican a distintas &aacute;reas de la  actividad computarizada, como son el dise&ntilde;o de software, el establecimiento de  redes inform&aacute;ticas, la gerencia de sistemas computarizados, el dise&ntilde;o de bases  de datos, etc. Su prop&oacute;sito es el de facilitar la implementaci&oacute;n de estas  tecnolog&iacute;as en los &aacute;mbitos empresariales, productivos u organizacionales.</p>
</blockquote>
<p align="justify" class="style2">&nbsp;</p>
</body>
</html>
