<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml">
<head>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1" />
<title>Tecnolog&iacute;as de la informaci&oacute;n y la comunicaci&oacute;n</title>
<style type="text/css">
<!--
body {
	background-image: url(photo_2024-02-15_16-02-26.jpg);
}
.style4 {
	color: #FFFFFF;
	font-family: Arial, Helvetica, sans-serif;
}
.style6 {
	color: #FFFFFF;
	font-family: "Times New Roman", Times, serif;
	font-weight: bold;
	font-style: italic;
}
.style7 {font-family: Arial, Helvetica, sans-serif}
.style8 {color: #FFFFFF}
-->
</style></head>

<body>
<div align="center">
  <h1><span class="style6">RED  INFORM&Aacute;TICA</span></h1>
</div>
<blockquote>
  <p align="justify" class="style4"><br />
    Una red es  una estructura que dispone de un patr&oacute;n que la caracteriza. La noci&oacute;n de  inform&aacute;tica, por su parte, hace referencia a los saberes de la ciencia que  posibilitan el tratamiento de datos de manera automatizada a trav&eacute;s de  computadoras (ordenadores).</p>
  <p align="justify" class="style4">Con estos  conceptos en claro, podemos comprender a qu&eacute; se refiere la idea de red  inform&aacute;tica. Se trata del conjunto de equipos (computadoras, perif&eacute;ricos, etc.)  que est&aacute;n interconectados y que comparten diversos recursos.</p>
  <p align="justify" class="style4">De acuerdo  al tipo de conexi&oacute;n, a la relaci&oacute;n entre los elementos y al alcance, es posible  calificar una red inform&aacute;tica de diferentes formas. Internet, de hecho, es una  red inform&aacute;tica: millones de computadoras est&aacute;n interconectadas a trav&eacute;s de  servidores y pueden compartir todo tipo de datos.</p>
  <p align="justify" class="style4"><strong>Computadoras</strong><br />
    Una red  inform&aacute;tica permite la interconexi&oacute;n de computadoras y perif&eacute;ricos.</p>
  <p align="center"><img src="Untitled-11_red-informatica.jpeg" width="533" height="286" /></p>
  <p align="justify" class="style4">&nbsp;</p>
  <p align="justify" class="style4"><strong>Caracter&iacute;sticas  de una red inform&aacute;tica</strong><br />
    Estas redes  implican la interconexi&oacute;n de los equipos a trav&eacute;s de ciertos dispositivos que  permiten el env&iacute;o y la recepci&oacute;n de ondas, las cuales llevan los datos que se  desea compartir. En las redes inform&aacute;ticas, por lo tanto, hay emisores y  receptores que intercambian mensajes.</p>
  <p align="justify" class="style4">El objetivo  de una red inform&aacute;tica es que los ordenadores puedan compartir sus recursos a  distancia. De este modo, si en una oficina hay cinco equipos, pueden conectarse  en red para que desde cada uno se pueda acceder a los datos de las dem&aacute;s. Si  adem&aacute;s se conecta una impresora a la red, tambi&eacute;n ser&aacute; posible imprimir  documentos desde cualquiera de ellos.</p>
  <p align="justify" class="style4"><strong>Lugar de  trabajo</strong><br />
    Los equipos  de una oficina suelen estar conectados a una red inform&aacute;tica.</p>
  <p align="justify" class="style4">&nbsp;</p>
  <form id="form1" name="form1" method="post" action="">
    <div align="center">
      <p><img src="Untitled-11_oficina.jpeg" width="570" height="339" /></p>
    </div>
  </form>
  <p align="justify" class="style4"><strong>Reducci&oacute;n  de costes</strong><br />
    Otro de los  fines de una red inform&aacute;tica es la reducci&oacute;n de costes; en muchas compa&ntilde;&iacute;as,  los equipos que utilizan sus empleados no son m&aacute;s que nodos que se comunican  constantemente con un gran servidor, el verdadero responsable del procesamiento  de los datos y de enviar respuestas a los primeros para que los usuarios puedan  aprovechar la informaci&oacute;n resultante y llevar a cabo sus tareas.</p>
  <p align="justify" class="style4">Si en un  caso como &eacute;ste no se utilizara una red sino que se dotara a cada trabajador de  un ordenador capaz de realizar todo el trabajo de forma independiente, la  inversi&oacute;n de la empresa deber&iacute;a ser mayor, no solamente a la hora de comprar  los equipos sino de mantenerlos, ya que la complejidad de cada uno ser&iacute;a mayor  que la de los nodos.</p>
  <p align="justify" class="style4">Componentes  de una red inform&aacute;tica<br />
    Para que  una red inform&aacute;tica pueda desarrollarse, se necesita que las computadoras  dispongan de una tarjeta de red (tambi&eacute;n conocida como placa de red). Este  dispositivo de hardware permite el env&iacute;o y la recepci&oacute;n de paquetes de datos.</p>
  <p align="justify" class="style4">A grandes  rasgos, los componentes b&aacute;sicos para crear una red inform&aacute;tica son el hardware  (los equipos y la parte f&iacute;sica), el software (la parte l&oacute;gica) y los protocolos  (modelos y est&aacute;ndares que sirven para determinar c&oacute;mo deben funcionar la red).  Con respecto a la parte f&iacute;sica, es posible distinguir entre los dispositivos de  usuario final (ordenadores y perif&eacute;ricos que ofrecen servicios al usuario de  forma directa) y los de red (todos los que se se interconectan para permitir  que los primeros se comuniquen entre s&iacute;).</p>
  <p align="justify" class="style4">En el plano  del software encontramos los siguientes dos componentes de una red inform&aacute;tica:</p>
</blockquote>
<ul>
  <li>
    <div align="justify"><span class="style7"><span class="style8"><strong class="style4" align="justify">sistema  operativo de red:</strong> sirve para que las computadoras puedan conectarse entre s&iacute; y  permitan a los usuarios que accedan a los diferentes recursos y servicios. Una  red necesita del sistema operativo para poder funcionar correctamente del mismo  modo que un ordenador personal. Por lo general, este sistema operativo es parte  del que usan los clientes y los servidores;</span></span></div>
  </li>
</ul>
<ul>
  <li class="style4">
    <div align="justify"><strong>aplicaciones:</strong> en este grupo tan amplio entran todos los programas que los  usuarios pueden usar directamente, tales como procesadores de texto, planillas  de c&aacute;lculo y bases de datos. Si bien la configuraci&oacute;n de fondo difiere de  aquella que se utiliza en un ordenador personal, ya que la red inform&aacute;tica se  enfoca en el uso de datos compartidos y en el control de los mismos, la  experiencia final de cada usuario puede ser muy similar a la que tenga en su  hogar, por ejemplo.</div>
  </li>
</ul>
<p align="justify" class="style4">&nbsp;</p>
</body>
</html>
