<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml">
<head>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1" />
<title>Untitled Document</title>
<style type="text/css">
<!--
body {
	background-image: url(photo_2024-02-15_16-02-26.jpg);
}
.style2 {color: #FFFFFF; font-family: Arial, Helvetica, sans-serif; }
.style3 {
	color: #FFFFFF;
	font-family: "Times New Roman", Times, serif;
	font-weight: bold;
	font-style: italic;
}
.style4 {font-family: Arial, Helvetica, sans-serif}
.style5 {color: #FFFFFF}
-->
</style></head>

<body>
<h1 align="center" class="style3" id="firstHeading">DESCRIPCI&Oacute;N  DE LA CARRERA</h1>
<blockquote>
  <blockquote>
    <p align="justify" class="style2"><br />
      El  Ingeniero en Inform&aacute;tica de la Universidad Cat&oacute;lica Andr&eacute;s Bello es un  profesional emprendedor con una formaci&oacute;n integral que brinda soluciones  efectivas a problemas relacionados con el dise&ntilde;o, producci&oacute;n e implantaci&oacute;n de  software de aplicaci&oacute;n y sistemas telem&aacute;ticos; administra y mantiene sistemas  operativos y equipos de computaci&oacute;n; planifica, dirige y controla proyectos  inform&aacute;ticos, apoy&aacute;ndose en herramientas de toma de decisiones.</p>
    <p align="justify" class="style2"> <strong>T&Iacute;TULO OBTENIDO</strong><br />
      Ingeniero  en Inform&aacute;tica.</p>
    <p align="justify" class="style2"> <strong>DURACI&Oacute;N</strong><br />
      8 semestres.</p>
    <p align="justify" class="style2">&nbsp;</p>
    <p align="justify" class="style2">La&nbsp; carrera es de r&eacute;gimen semestral con una  duraci&oacute;n total prevista de ocho (8) semestres, equivalente a cuatro (4) a&ntilde;os,  bajo una modalidad eminentemente presencial, con la incorporaci&oacute;n de algunas  asignaturas bajo la modalidad no presencial, ya sea en l&iacute;nea o virtual. Los  per&iacute;odos regulares tienen una duraci&oacute;n de 15 o 16 semanas de clases, que van  desde septiembre hasta enero, y de marzo a julio; mientras que los per&iacute;odos  intensivos tienen una duraci&oacute;n de 5 semanas y se realizan en enero/febrero y en  julio/agosto.</p>
    <p align="justify" class="style2">&nbsp;</p>
    <p align="justify" class="style2"><strong>&nbsp;&iquest;QU&Eacute; HACE EL INGENIERO EN INFORM&Aacute;TICA DE LA  UCAB?</strong></p>
    <p align="justify" class="style2"><br />
      Al obtener  el t&iacute;tulo de Ingeniero en Inform&aacute;tica podr&aacute;s:</p>
  </blockquote>
  <ul>
    <li class="style4">
      <div align="justify" class="style5">Desarrollar  software de aplicaci&oacute;n. Para ello el Ingeniero en Inform&aacute;tica debe cubrir, de  manera efectiva, el ciclo de desarrollo de software, es decir debe identificar,  analizar, dise&ntilde;ar, implementar, evaluar y mantener software de aplicaci&oacute;n.</div>
    </li>
    <li class="style2">
      <div align="justify"><br align="justify" />
        Desarrollar  sistemas telem&aacute;ticos. El ingeniero en Inform&aacute;tica puede participar en el dise&ntilde;o  y construcci&oacute;n de circuitos electr&oacute;nicos y sistemas de comunicaci&oacute;n seguros y  confiables bajo distintos ambientes operativos.</div>
    </li>
    <li class="style2">
      <div align="justify"><br align="justify" />
        Gestionar  proyectos inform&aacute;ticos: esto implica la planificaci&oacute;n, direcci&oacute;n y evaluaci&oacute;n  de proyectos asociados a las Tecnolog&iacute;as de la Informaci&oacute;n, de una manera  efectiva y bajo distintos ambientes organizacionales.</div>
    </li>
    <li class="style4">
      <div align="justify" class="style5"><br align="justify" />
        Emprender  negocios de ingenier&iacute;a. Un Ingeniero en Inform&aacute;tica estar&aacute; preparado para  identificar oportunidades de negocio, crear su empresa y desarrollar y ejecutar  el plan de negocio.</div>
    </li>
  </ul>
  <blockquote>
    <p align="justify" class="style2">&nbsp;</p>
    <p align="justify" class="style2"><br />
      <strong>&nbsp;&iquest;D&Oacute;NDE TRABAJA?</strong></p>
    <p align="justify" class="style2"><br />
      Una de las  ventajas de la Computaci&oacute;n es que todas las disciplinas que la conforman son  altamente demandadas no solo en el pa&iacute;s, sino en todo el mundo. La formaci&oacute;n  brindada en la UCAB te permitir&aacute;, a mediano plazo, insertarte en el mundo  laboral. Al finalizar los 8 semestres que dura el programa, podr&aacute;s desempe&ntilde;arte  profesionalmente en:</p>
  </blockquote>
  <ul>
    <li class="style4">
      <div align="justify" class="style5">Puestos  t&eacute;cnicos en empresas privadas o p&uacute;blicas en departamentos o gerencias de TI, o  en empresas dedicadas al desarrollo de software. Los cargos t&eacute;cnicos se pueden  agrupar en &aacute;reas como: Infraestructura Tecnol&oacute;gica (Hardware, Redes, Sistemas  Operativos); Producci&oacute;n de Software de Aplicaci&oacute;n; Seguridad Computacional y  Gesti&oacute;n de Calidad en TI. Para los cargos t&eacute;cnicos los profesionales tienden a  especializarse en tecnolog&iacute;as particulares y tienden a buscar certificaciones.</div>
    </li>
    <li class="style2">
      <div align="justify"><br align="justify" />
        Puestos  relacionados con la Gerencia de Proyectos de TI en empresas privadas o p&uacute;blicas  en departamentos o gerencias de TI o empresas dedicadas al desarrollo de  Software.</div>
    </li>
    <li class="style2">
      <div align="justify"><br align="justify" />
        Puestos  relacionados con el adiestramiento de usuarios en empresas proveedoras de  servicio de entrenamiento.</div>
    </li>
    <li class="style2">
      <div align="justify"><br align="justify" />
        Puestos  relacionados con la Consultor&iacute;a Empresarial en las &aacute;reas relacionadas a la  Tecnolog&iacute;a de Informaci&oacute;n.</div>
    </li>
    <li class="style2">
      <div align="justify"><br align="justify" />
      En  Instituciones Universitarias o en departamentos dedicados a la Investigaci&oacute;n y  Desarrollo de Software
      <div align="justify">
        <div align="justify" class="style5"></div>
      </div>
      </div>
      </li>
  </ul>
  <ul><li class="style2">
      <div align="justify">
        <div align="justify" class="style5">
          <div align="justify" class="style5">Emprender  tu propio negocio en TI.</div>
        </div>
      </div>
    </li>
  </ul>
  <blockquote>
    <p align="justify" class="style2">&nbsp;</p>
  </blockquote>
  <p align="justify" class="style2">&nbsp;</p>
</blockquote>
</body>
</html>
