<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml">
<head>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1" />
<title>Tecnolog&iacute;as de la informaci&oacute;n y la comunicaci&oacute;n</title>
<style type="text/css">
<!--
body {
	background-image: url(photo_2024-02-15_16-02-26.jpg);
}
.style5 {
	color: #FFFFFF;
	font-style: italic;
}
.style6 {
	color: #FFFFFF;
	font-family: Arial, Helvetica, sans-serif;
}
-->
</style></head>

<body>
<div align="center">
  <h1 class="style5">PROGRAMA EN  INFORM&Aacute;TICA</h1>
</div>
<blockquote>
  <p align="justify"><br />
    <span class="style6">Programa es  un concepto con numerosas acepciones. Puede tratarse de una planificaci&oacute;n, un  temario, un cronograma, una unidad tem&aacute;tica o una emisi&oacute;n de radio o  televisi&oacute;n, por citar algunas posibilidades.</span></p>
  <p align="justify" class="style6">Cuando  hablamos espec&iacute;ficamente de programa en inform&aacute;tica, estamos haciendo  referencia a un software. Se trata de aplicaciones y recursos que permiten  desarrollar diferentes tareas en una computadora (ordenador), un tel&eacute;fono u  otros equipos tecnol&oacute;gicos.</p>
  <p align="justify" class="style6"><strong>Programa  inform&aacute;tico</strong><br />
    Un programa  en inform&aacute;tica es un recurso o aplicaci&oacute;n que permite realizar distintas tareas  en una computadora, un tel&eacute;fono u otro dispositivo tecnol&oacute;gico.</p>
  <p align="justify" class="style6">&nbsp;</p>
  <form id="form1" name="form1" method="post" action="">
    <div align="center">
      <p><img src="Untitled-12_programa-en-informatica.jpeg" width="566" height="328" /></p>
    </div>
  </form>
  <p align="justify" class="style6"><strong>Desarrollo  de un programa en inform&aacute;tica</strong><br />
    Para  desarrollar un programa inform&aacute;tico, se necesita apelar a los lenguajes de  programaci&oacute;n que posibilitan el control de las m&aacute;quinas. A trav&eacute;s de diversas  reglas sem&aacute;nticas y sint&aacute;cticas, estos lenguajes especifican los datos que  transmite el software y que tendr&aacute; que operar la computadora.</p>
  <p align="justify" class="style6">Adem&aacute;s del  citado lenguaje, tambi&eacute;n es fundamental dentro de cualquier programa en inform&aacute;tica  o programa inform&aacute;tico, tanto el archivo fuente como el editor de v&iacute;nculos, el  archivo ejecutable, el compilador o el archivo objeto.</p>
  <p align="justify" class="style6">&nbsp;</p>
  <form id="form2" name="form2" method="post" action="">
    <div align="center">
      <p><img src="Untitled-12_software.jpeg" width="586" height="333" /></p>
    </div>
  </form>
  <p align="justify" class="style6"><strong>Clasificaci&oacute;n  seg&uacute;n el tipo</strong><br />
    Existen  diferentes tipos de programas en inform&aacute;tica. El software de base, por ejemplo,  es aquel que le brinda a la persona el control sobre los elementos f&iacute;sicos de  la computadora, que se conocen como hardware. Dentro del software de base puede  nombrarse a los sistemas operativos, como Windows o Linux.</p>
  <p align="justify" class="style6">Los  programas ofim&aacute;ticos tambi&eacute;n son muy importantes. Entre estas herramientas  aparecen los procesadores de texto como Microsoft Word y Apache OpenOffice  Writer; las hojas de c&aacute;lculo como Calc, Lotus 1-2-3 y Microsoft Excel; y los  programas que permiten gestionar el correo electr&oacute;nico como Lotus Notes,  Microsoft Outlook y Eudora.</p>
  <p align="justify" class="style6">&nbsp;</p>
  <p align="justify" class="style6"><strong>Los m&aacute;s  populares programas en inform&aacute;tica</strong><br />
    No  obstante, en la actualidad recurrimos al uso de otra serie de programas que se  han convertido en piezas fundamentales tanto de nuestra actividad de ocio como  de las tareas profesionales que tenemos que llevar a cabo. En concreto, entre  los m&aacute;s recomendables, adem&aacute;s de los integrantes de los llamados paquetes  Office, se encuentran estos:</p>
  <p align="justify" class="style6">-VLC Media  Player, un reproductor de contenido multimedia capaz de soportar archivos de  una gran variedad de extensiones.</p>
  <p align="justify" class="style6">-Winrar,  que se convierte en la herramienta perfecta para poder comprimir fotograf&iacute;as,  v&iacute;deos o documentos de texto y as&iacute; enviarlos sin problema v&iacute;a correo  electr&oacute;nico.</p>
  <p align="justify" class="style6">-Internet  Explorer, es el navegador m&aacute;s conocido para consultar la Red. No obstante, su  m&aacute;s directo rival y posiblemente quien le haga &laquo;caer&raquo; sea Google Chrome.</p>
  <p align="justify" class="style6">-Acrobat  Reader, el software usado para poder llevar a cabo la lectura de archivos PDF.</p>
  <p align="justify" class="style6">-Picasa, un  programa inform&aacute;tico muy &uacute;til a la hora de organizar las fotograf&iacute;as que se tengan  en el ordenador, as&iacute; como de hacer v&iacute;deos y presentaciones con ellas, sin  olvidar que tambi&eacute;n facilita el env&iacute;o de las mismas v&iacute;a email.</p>
  <p align="justify" class="style6">-Avast!  Free Antivirus. Como su propio nombre indica, se trata de un programa que tiene  como objetivo proteger el equipo de los virus y de m&aacute;s malware que exista  circulando por la Red.</p>
  <p align="justify" class="style6">El problema  de la pirater&iacute;a<br />
    Es  importante resaltar que la noci&oacute;n de programa en inform&aacute;tica refiere tanto a  programas que exigen un pago para adquirir su licencia y as&iacute; poder utilizarlos,  como a programas de distribuci&oacute;n gratuita.</p>
  <p align="justify" class="style6">Pese a las  licencias que protegen a los programas inform&aacute;ticos, muchas veces dichos  derechos son vulnerados y los programas se comercializan de manera ilegal a  trav&eacute;s de la pirater&iacute;a.</p>
</blockquote>
<p align="justify">&nbsp;</p>
</body>
</html>
