<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml">
<head>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1" />
<title>Tecnolog&iacute;as de la informaci&oacute;n y la comunicaci&oacute;n</title>
<style type="text/css">
<!--
body {
	background-image: url(photo_2024-02-15_16-02-26.jpg);
}
.style1 {	color: #FFFFFF;
	font-family: "Times New Roman", Times, serif;
	font-weight: bold;
}
.style4 {
	font-family: Arial, Helvetica, sans-serif;
	color: #FFFFFF;
}
.style5 {
	color: #FFFFFF;
	font-style: italic;
	font-weight: bold;
}
-->
</style></head>

<body>
<h1 align="center" class="style5">SEGURIDAD  INFORM&Aacute;TICA</h1>
<blockquote>
  <p align="justify"><br />
    <span class="style4">La  seguridad inform&aacute;tica es una disciplina que se encarga de proteger la  integridad y la privacidad de la informaci&oacute;n almacenada en un sistema  inform&aacute;tico. De todas formas, no existe ninguna t&eacute;cnica que permita asegurar la  inviolabilidad de un sistema.</span></p>
  <p align="justify" class="style4">Un sistema  inform&aacute;tico puede ser protegido desde un punto de vista l&oacute;gico (con el  desarrollo de software) o f&iacute;sico (vinculado al mantenimiento el&eacute;ctrico, por  ejemplo). Por otra parte, las amenazas pueden proceder desde programas da&ntilde;inos  que se instalan en la computadora del usuario (como un virus) o llegar por v&iacute;a  remota (los delincuentes que se conectan a Internet e ingresan a distintos  sistemas).</p>
  <p align="justify" class="style4">Existen  diversos recursos que apuntan a mejorar la seguridad inform&aacute;tica.</p>
  <form id="form1" name="form1" method="post" action="">
    <div align="center">
      <p><img src="Untitled-10_seguridad-informatica.jpeg" width="439" height="222" /></p>
    </div>
  </form>
  <p align="justify" class="style4"><strong>Tipos de  virus</strong><br />
    En el caso  de los virus hay que subrayar que en la actualidad es ampl&iacute;sima la lista de  ellos que existen y que pueden vulnerar de manera palpable cualquier equipo o  sistema inform&aacute;tico. As&iacute;, por ejemplo, nos encontramos con los llamados virus  residentes que son aquellos que se caracterizan por el hecho de que se hallan  ocultos en lo que es la memoria RAM y eso les da la oportunidad de interceptar  y de controlar las distintas operaciones que se realizan en el ordenador en  cuesti&oacute;n llevando a cabo la infecci&oacute;n de programas o carpetas que formen parte  fundamental de aquellas.</p>
  <p align="justify" class="style4">&nbsp;</p>
  <p align="justify" class="style4">De la misma  forma tambi&eacute;n est&aacute;n los conocidos virus de acci&oacute;n directa que son aquellos que  lo que hacen es ejecutarse r&aacute;pidamente y extenderse por todo el equipo trayendo  consigo el contagio de todo lo que encuentren a su paso.</p>
  <p align="justify" class="style4">Los virus  cifrados, los de arranque, los del fichero o los sobreescritura son igualmente  otros de los peligros contagiosos m&aacute;s importantes que pueden afectar a nuestro  ordenador.</p>
  <p align="justify" class="style4">Delincuente  inform&aacute;tico<br />
    Un hacker  puede detectar fallos en la seguridad inform&aacute;tica.</p>
  <p align="justify" class="style4">&nbsp;</p>
  <form id="form2" name="form2" method="post" action="">
    <div align="center">
      <p><img src="Untitled-10_hacker.jpeg" width="537" height="423" /></p>
    </div>
  </form>
  <p align="center" class="style4">&nbsp;</p>
  <p align="justify" class="style4"><strong>Software de  seguridad inform&aacute;tica</strong><br />
    Entre las  herramientas m&aacute;s usuales de la seguridad inform&aacute;tica, se encuentran los  programas antivirus, los cortafuegos o firewalls, la encriptaci&oacute;n de la  informaci&oacute;n y el uso de contrase&ntilde;as (passwords).</p>
  <p align="justify" class="style4">Herramientas  todas ellas de gran utilidad como tambi&eacute;n lo son los conocidos sistemas de  detecci&oacute;n de intrusos, tambi&eacute;n conocidos como anti-spyware. Se trata de  programas o aplicaciones gracias a los cuales se puede detectar de manera  inmediata lo que son esos programas esp&iacute;as que se encuentran en nuestro sistema  inform&aacute;tico y que lo que realizan es una recopilaci&oacute;n de informaci&oacute;n del mismo  para luego ofrec&eacute;rsela a un dispositivo externo sin contar con nuestra  autorizaci&oacute;n en ning&uacute;n momento. Entre este tipo de esp&iacute;as destaca, por ejemplo,  Gator.</p>
  <p align="justify" class="style4">&nbsp;</p>
  <p align="justify" class="style4"><strong>Claves para  un uso seguro de los sistemas</strong><br />
    Un sistema  seguro debe ser &iacute;ntegro (con informaci&oacute;n modificable s&oacute;lo por las personas  autorizadas), confidencial (los datos tienen que ser legibles &uacute;nicamente para  los usuarios autorizados), irrefutable (el usuario no debe poder negar las  acciones que realiz&oacute;) y tener buena disponibilidad (debe ser estable).</p>
  <p align="justify" class="style4">De todas  formas, como en la mayor&iacute;a de los &aacute;mbitos de la seguridad, lo esencial sigue  siendo la capacitaci&oacute;n de los usuarios. Una persona que conoce c&oacute;mo protegerse  de las amenazas sabr&aacute; utilizar sus recursos de la mejor manera posible para  evitar ataques o accidentes.</p>
  <p align="justify" class="style4">En otras  palabras, puede decirse que la seguridad inform&aacute;tica busca garantizar que los  recursos de un sistema de informaci&oacute;n sean utilizados tal como una organizaci&oacute;n  o un usuario lo ha decidido, sin intromisiones.</p>
</blockquote>
<h2 align="center" class="style1">&nbsp;</h2>
</body>
</html>
